[{"category": "", "quote": "", "author": ""}, {"category": "Life, Work, Motivation", "quote": "I understand there's a guy inside me who wants to lay in bed, smoke weed all day, and watch cartoons and old movies. My whole life is a series of stratagems to avoid, and outwit, that guy.", "author": "Anthony Bourdain"}, {"category": "Life, Death, Fear", "quote": "Why should I fear death? If am , death is not. If death is, I am not. Why should I fear that which cannot exist when I do?", "author": "Epicurus "}, {"category": "Life, Friendship, Communication", "quote": "Loneliness does not come from having people around you, but from being unable to communicate the things that seem important to you", "author": "Carl Jung"}, {"category": "Life, motivation, risk", "quote": "Realise that sleping on a futon when you're 30 is not the worst thing. You know what's worse, sleeping in a king bed next to a wife you're not really in love with but for some reason you married, and you got a couple kids, and you got a job you hate. You'll be laying there fantasizing about sleeping on a futon. There's no risk when you go after a dream. There's a tremendous amount to risk playing it safe.", "author": "Bill Burr"}, {"category": "Strategy, Cheating, Advantage", "quote": "If you can take advantage of a situation in some way, it's your duty as an American to do it. Why should the race always be to the swift, or the Jumble to the quick-witted? Should they be allowed to win merely because of the gifts God gave them? Well I say, Cheating is the gift man gives himself.", "author": "Mr. Burns"}, {"category": "Humanity, Problems", "quote": "The problem of humanity is the following: we have paleolithic emotions; medieval institutions and god-like technology.", "author": "E. O. Wilson"}, {"category": "Learning", "quote": "When you talk, you are only repeating what you already know. But if you listen, you may learn something new. ", "author": "Dalai Lama"}, {"category": "Life, Envy", "quote": "Do not spoil what you have by desiring what you have not; remember that what you now have was once among the things only hoped for. ", "author": "Epicurus "}, {"category": "Attention", "quote": "Rule number one is to pay attention. Rule number two might be: attention is a limited resource, so pay attention to where you pay attention. ", "author": "Howard Rheigold"}, {"category": "Money", "quote": "Our experience tends to confirm a long-held notion that being prepared, on a few occasions in a lifetime, to act promptly in scale, in doing some simple and logical thing, wiill often dramatically improve the financial results of a lifetime", "author": "Charlie Munger"}, {"category": "Opportunities, Investing", "quote": "A few major opportunities, clearly recognisable as such, will usually come to one who continuously searches and waits, with a curious mind that loves diagnosis involving multiple variables. ", "author": "Charlie Munger"}, {"category": "Opportunities, Investing", "quote": "And then all that is required is a willingness to bet heavily when the odds are extremely favourable, using resources avaliable as a result of produnce and patience in the past. ", "author": "Charlie Munger"}, {"category": "Simplicity", "quote": "Take a simple idea and take it seriously", "author": "Charlie Munger"}, {"category": "Thinking", "quote": "Faced with the choice between changing one's mind and proving there is no need to do so, almost everyone gets busy on the proof.", "author": "John Kenneth Galbraith"}, {"category": "Character, Achievement", "quote": "Ability will get you to the top, but it takes character to keep you there. ", "author": "Abraham Lincoln"}, {"category": "Honesty", "quote": "Trickery and treachery are the practices of fools that have not the wits enough to be honest", "author": "Ben Franklin"}, {"category": "Incentives", "quote": "Whose bread I eat, his song I sing", "author": ""}, {"category": "God, Evil", "quote": "Is god willing to prevent evil, but not able? Then he is not ommipotent. Is he able, but not willing? Then he is malevolent. Is he both able, and wiling? Then whence cometh evil? Is he neither able nor willing? Then why call him God.", "author": "Epicurus "}, {"category": "Life, Satisfaction", "quote": "The things you really need are few and easy to come by; but the things you can image you need are infinte, and you will never be satisfied.", "author": "Epicurus "}, {"category": "Life, Satisfaction", "quote": "Nothing is enough for the man to whom enough is too little.", "author": "Epicurus "}, {"category": "", "quote": "Few things are harder to put up with than the annoyance of a good example. ", "author": "Mark Twain"}, {"category": "History, Ignorance", "quote": "To be ignorant of what happened before you were born is to be ever a child. For what is man's lifetime unless the memory of past events is woven with those of earlier times?", "author": "Cicero"}, {"category": "History", "quote": "History is the witness that testifies to the passing of time; it illuminates reality, vitalises memory, provides a guidance in daily life, and brings us tidings of antiquity. ", "author": "Cicero"}, {"category": "Persuasion", "quote": "if you would persuade, appeal to interest, not to reason. ", "author": "Ben Franklin"}, {"category": "Incentives", "quote": "They pretend to pay us and we pretend to work. ", "author": "Soviet employee"}, {"category": "", "quote": "And thus I clothe my naked villainyWith odd old ends stol'n out of holy writ;And seem a saint, when most I play the devil.", "author": "Shakespeare (Richard III)"}, {"category": "", "quote": "I dare do all that may become a man;Who dares do more is none.", "author": "Shakespeare (Macbeth)"}, {"category": "Time, Life, Motivation", "quote": "The trouble is you think you have time. ", "author": "Buddha "}, {"category": "Leadership, Success", "quote": "To be successful, you must make correct, tough choices. You must be able to cut off a leg to save a life, both on an individual level and, if you lead people, on a group level. And to be a great leader, it is important to remember that you will have to make these choices by understanding and caring for your people, not by following them.", "author": "Ray Dalio"}, {"category": "Thinking", "quote": "The more certain you feel of your rational conclusions, the more certain you are to be wrong. Your brain being an instrument of distortion, the more active the brain the greater the distortion.", "author": "Ayn Rand"}, {"category": "Thinking", "quote": "The giants of the intellect, whom you admire so much, once taught you that the earth was flat and that the atom was the smallest particle of matter. The entire history of science is a progression of exploded fallacies, not of achievements. The more we know, the more we learn that we know nothing. Only the crassest ignoramus can still hold to the old-fashioned notion that seeing is believing. That which you see is the first thing to disbelieve.", "author": "Ayn Rand"}, {"category": "Self-love", "quote": "Most people despise themselves, regard themselves as worthless and unlovable.", "author": "Carl Rogers"}, {"category": "", "quote": "No man, deep down in the privacy of his own heart, has any considerable respect for himself.", "author": "Mark Twain"}, {"category": "Humour", "quote": "I’d never join any club that would have me for a member.", "author": "Groucho Marx"}, {"category": "Manliness", "quote": "Waste no more time arguing about what a good man should be. Be one.", "author": "Marcus Aurelius"}, {"category": "Money", "quote": "Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.", "author": "Ayn Rand"}, {"category": "Success, Failure", "quote": "I’ve lost almost three hundred games. Twenty-six times, I’ve been trusted to take the game winning shot and missed. I’ve failed over and over and over again in my life. And that is why I succeed.", "author": "Michael Jordan"}, {"category": "Success, Failure", "quote": "Do not judge me by my successes, judge me by how many times I fell down and got back up again.", "author": "Nelson Mandela"}, {"category": "Success, Champion", "quote": "I hated every minute of training, but I said: Don’t quit. Suffer now and live the rest of your life as a champion.", "author": "Muhammad Ali"}, {"category": "Success", "quote": "Coming together is a beginning; keeping together is progress; working together is success.", "author": "Henry Ford"}, {"category": "Zen", "quote": "In silence and stillness, you forget all words. Clearly and vividly, the truth appears before you. When you realize it, the ten thousand things have no boundaries. When you actualize it, the ten thousand things come to life.", "author": "Dogen"}, {"category": "Zen", "quote": "Do not be distressed by wrong; do not delight in right. For the ancient buddhas, all things are like flowers and blossoms. Peony flowers are red, plum blossoms are white.", "author": "Dogen"}, {"category": "Zen", "quote": "Though clouds may come and clouds may go. The pure wind that carries them, only I can know.", "author": "Dogen"}, {"category": "", "quote": "Time changes when you’re homeless. Seasons turn out of order, all in the course of a day. Especially in San Francisco, which has all four seasons all year round. During the daylight hours of the working week, time feels sped up, passing way too quickly. Nights and weekends are another story. Everything slows to an ominous crawl. Your memory changes when you’re homeless. Always moving around, changing geography, having no address, no anchors to tie to when events take place. It becomes hard to recall whether something happened a week before or a month before, yesterday or three days ago.", "author": "Chris Gardner"}, {"category": "Life, Death", "quote": "Consider in what condition both in body and soul a man should be when he is overtaken by death; and consider the shortness of life, the boundless abyss of time past and future, the feebleness of all matter.", "author": "Marcus Aurelius"}, {"category": "Self-improvement", "quote": "Accustom thyself as much as possible on the occasion of anything being done by any person to inquire with thyself, For what object is this man doing this? But begin with thyself, and examine thyself first.", "author": "Marcus Aurelius"}, {"category": "", "quote": "Whatever may happen to thee, it was prepared for thee from all eternity; and the implication of causes was from eternity spinning the thread of thy being, and of that which is incident to it", "author": "Marcus Aurelius"}, {"category": "", "quote": "If a man is mistaken, instruct him kindly and show him his error. But if thou art not able, blame thyself, or blame not even thyself.", "author": "Marcus Aurelius"}, {"category": "Life", "quote": "When another blames thee or hates thee, or when men say about thee anything injurious, approach their poor souls, penetrate within, and see what kind of men they are. Thou wilt discover that there is no reason to take any trouble that these men may have this or that opinion about thee. However, thou must be well disposed towards them, for by nature they are friends. And the gods too aid them in all ways, by dreams, by signs, towards the attainment of those things on which they set a value.", "author": "Marcus Aurelius"}, {"category": "Life", "quote": "All things are changing: and thou thyself art in continuous mutation and in a manner in continuous destruction, and the whole universe too.", "author": "Marcus Aurelius"}, {"category": "", "quote": "Penetrate inwards into men's leading principles, and thou wilt see what judges thou art afraid of, and what kind of judges they are of themselves.", "author": "Marcus Aurelius"}, {"category": "Death", "quote": "Do not despise death, but be well content with it, since this too is one of those things which nature wills. For such as it is to be young and to grow old, and to increase and to reach maturity, and to have teeth and beard and gray hairs, and to beget and to be pregnant and to bring forth, and all the other natural operations which the seasons of thy life bring, such also is dissolution. This, then, is consistent with the character of a reflecting man,--to be neither careless nor impatient nor contemptuous with respect to death, but to wait for it as one of the operations of nature. As thou now waitest for the time when the child shall come out of thy wife's womb, so be ready for the time when thy soul shall fall out of this envelope. But if thou requirest also a vulgar kind of comfort which shall reach thy heart, thou wilt be made best reconciled to death by observing the objects from which thou art going to be removed, and the morals of those with whom thy soul will no longer be mingled. For it is no way right to be offended with men, but it is thy duty to care for them and to bear with them gently; and yet to remember that thy departure will not be from men who have the same principles as thyself. For this is the only thing, if there be any, which could draw us the contrary way and attach us to life,--to be permitted to live with those who have the same principles as ourselves. But now thou seest how great is the trouble arising from the discordance of those who live together, so that thou mayest say, Come quick, O death, lest perchance I, too, should forget myself.", "author": "Marcus Aurelius"}, {"category": "Death, Fear", "quote": "He who fears death either fears the loss of sensation or a different kind of sensation. But if thou shalt have no sensation, neither wilt thou feel any harm; and if thou shalt acquire another kind of sensation, thou wilt be a different kind of living being and thou wilt not cease to live.", "author": "Marcus Aurelius"}, {"category": "Wealth, Life", "quote": "Receive [wealth or prosperity] without arrogance; and be ready to let it go.", "author": "Marcus Aurelius"}, {"category": "Life", "quote": "All existing things soon change, and they will either be reduced to vapor, if indeed all substance is one, or they will be dispersed.", "author": "Marcus Aurelius"}, {"category": "", "quote": "The substance of the universe is obedient and compliant; and the reason which governs it has in itself no cause for doing evil, for it has no malice, nor does it do evil to anything, nor is anything harmed by it. But all things are made and perfected according to this reason.", "author": "Marcus Aurelius"}, {"category": "", "quote": "Take away thy opinion, and then there is taken away the complaint, I have been harmed. Take away the complaint, I have been harmed, and the harm is taken away.", "author": "Marcus Aurelius"}, {"category": "", "quote": "Do not waste the remainder of thy life in thoughts about others, when thou dost not refer thy thoughts to some object of common utility.", "author": "Marcus Aurelius"}, {"category": "Zen", "quote": "But sages don’t consider the past. And they don’t worry about the future. Nor do they cling to the present. And from moment to moment they follow the Way.", "author": "Bodhidharma"}, {"category": "Zen", "quote": "Our endless sufferings are the roots of illness. When mortals are alive, they worry about death. When they’re full, they worry about hunger.", "author": "Bodhidharma"}, {"category": "Success", "quote": "Victory is much more meaningful when it comes not just from the efforts of one person, but from the joint achievements of many. The euphoria is lasting when all participants lead with their hearts, winning not just for themselves but for one another. Success is sweetest when it’s shared. ", "author": "Howard Schultz"}, {"category": "Entrepreneurship", "quote": "To any entrepreneur, I would offer this advice: Once you’ve figured out what you want to do, find someone who has done it before. Find not just talented executives but even more experienced entrepreneurs and businesspeople who can guide you.", "author": "Howard Schultz"}, {"category": "Opportunities", "quote": "It’s during such vulnerable times, when the unexpected curve balls hit you hard on the head, that an opportunity can be lost. It’s also the time when your strength is tested most tellingly.", "author": "Howard Schultz"}, {"category": "", "quote": "It is important to remember your values: Be bold, but be fair. Don’t give in. If others around you have integrity, too, you can prevail.", "author": "Howard Schultz"}, {"category": "Opportunities", "quote": "When you see the opportunity of a lifetime, move quickly", "author": "Howard Schultz"}, {"category": "Manliness, Character", "quote": "The ultimate measure of a man is not where he stands in moments of comfort and convenience, but where he stands at times of challenge and controversy.", "author": "Martin Luther King, Jr"}, {"category": "Perserverance, Business, Success", "quote": "Frankly, when I started, I don’t think I was all that good at raising money, because it took me so long to meet my goals. With practice, though, I got better at making my presentation and at anticipating objections and concerns.", "author": "Howard Schultz"}, {"category": "Courage, Success, Business", "quote": "Whenever you see a successful business, someone once made a courageous decision.", "author": "Peter Drucker"}, {"category": "", "quote": "It is only with the heart that one can see rightly. What is essential is invisible to the eye.", "author": "Antoine de Saint-Exupery"}, {"category": "Sales, Motivation, Success", "quote": "Cold-calling was great training for business. It taught me to think on my feet. So many doors slammed on me that I had to develop a thick skin and a concise sales pitch for a then-newfangled machine called a word processor. But the work fascinated me, and I kept my sense of humor and adventure. I thrived on the competition, trying to be the best, to be noticed, to provide the most leads to my salesmen. I wanted to win.", "author": "Howard Schultz"}, {"category": "Honesty, Gains, Losses", "quote": "Do not seek dishonest gains; dishonest gains are losses.", "author": "Hesiod"}, {"category": "", "quote": "Touch upon all of the arts. —Develop a discerning eye in all matters.", "author": "Miyamoto Musashi"}, {"category": "Zen, Open-Mindedness", "quote": "In the beginner’s mind there are many possibilities, but in the expert’s mind there are few.", "author": "Shunryu Suzuki"}, {"category": "Learning", "quote": "Learn as if you will never catch up, as though you are afraid of losing whatever you have already understood.", "author": "Confucius"}, {"category": "", "quote": "Although a person may have talents as outstanding as those of the Duke of Zhou, if he is arrogant and ungenerous, none of his other qualities are worth admiring.", "author": "Confucius"}, {"category": "", "quote": "If the people love bravery and at the same time are angry about their poverty, this is a formula for chaos. If the people are infuriated with men who are inhumane, this, too, will lead to chaos.", "author": "Confucius"}, {"category": "", "quote": "If it is possible to seek wealth, I would be willing to be a guard holding a whip at the marketplace. If it is not, I will pursue something that I like.", "author": "Confucius"}, {"category": "Manliness", "quote": "The gentleman tends to be hesitant about speaking but quick to act.", "author": "Confucius"}, {"category": "", "quote": "Few are those who make mistakes by knowing to hold back.", "author": "Confucius"}, {"category": "", "quote": "When you meet a worthy person, think how you could become his equal. When you meet an unworthy person, turn inward and examine your own conduct.", "author": "Confucius"}, {"category": "", "quote": "The gentleman [junzi] understands what is morally right. The petty man [xiaoren] understands what is profitable.", "author": "Confucius"}, {"category": "Happiness", "quote": "If in your action you think only of profit, then you will incur much unhappiness [with yourself and with the world].", "author": "Confucius"}, {"category": "", "quote": "Wealth and eminence are what people desire. If you cannot acquire them by proper means, you should not accept them. Poverty and lowly position are what people despise. If you cannot avoid them by proper means, you should not reject them. If the gentleman forsakes humaneness, how can he be worthy of the name of gentleman? The gentleman does not abandon humaneness, not even for the duration of a meal. He holds on to it whether he is in a hurry or in a crisis.", "author": "Confucius"}, {"category": "Learning, Thinking", "quote": "If you learn but do not think, you will be dazed. If you think but do not learn, you will be in danger.", "author": "Confucius"}, {"category": "", "quote": "A person is worthy of being a teacher if he is able to gain new insights from chewing over what he already knew.", "author": "Confucius"}, {"category": "", "quote": "If you guide the people with ordinances and statutes and keep them in line with [threats of] punishment, they will try to stay out of trouble but will have no sense of shame. If you guide them with exemplary virtue [de] and keep them in line with the practice of the rites [li], they will have a sense of shame and will know to reform themselves.", "author": "Confucius"}, {"category": "", "quote": "To rule by virtue is like the way the North Star rules, standing in its place with all the other stars revolving around it and paying court to it.", "author": "Confucius"}, {"category": "", "quote": "Do not worry that other people do not know you. But be concerned that you do not know them.", "author": "Confucius"}, {"category": "", "quote": "Quite doubtful it is what fortune the future will carry with it or what chance will bring us or what end is at hand. Nor by prolonging life do we take one tittle from the time past in death nor can we fret anything away, whereby we may haply be a less long time in the condition of the dead. Therefore you may complete as many generations as you please during your life; none the less however will that everlasting death await you; and for no less long a time will he be no more in being, who beginning with to-day has ended his life, than the man who has died many months and years ago.", "author": "Carus Lucretius"}, {"category": "", "quote": "Be present above all else. Desire is suffering", "author": "Buddha "}, {"category": "", "quote": "What you seek is seeking you", "author": "Rumi"}, {"category": "", "quote": "There is no way to happiness-happiness is the way", "author": "Thich Nhat Hanh"}, {"category": "", "quote": "Life should not be a journey to the grave with the intention of arriving safely in a pretty and well preserved body, but rather to skid in broadside in a cloud of smoke, thoroughly used up, totally worn out, and loudly proclaiming ‘Wow! What a Ride!", "author": "Hunter S. Thompson"}, {"category": "", "quote": "In the world of ideas, to name something is to own it. If you can name an issue, you can own the issue.", "author": "Thomas L. Friedman"}, {"category": "Working, Wisdom", "quote": "Give me six hours to chop down a tree and I’ll spend the first four sharpening the axe.", "author": "Abraham Lincoln"}, {"category": "", "quote": "We do not rise to the level of our expectations. We fall to the level of our training.", "author": "Archilochus"}, {"category": "Depression, Anxiety, Taoism", "quote": "If you are depressed, you are living in the past. If you are anxious, you are living in the future. If you are at peace, you are living in the present.", "author": "Lao Tzu"}, {"category": "Transformation, Success, Taoism", "quote": "When I let go of what I am, I become what I might be.", "author": "Lao Tzu"}, {"category": "Fear", "quote": "What’s on the other side of fear? Nothing.", "author": "Jamie Foxx"}, {"category": "Greatness, Suffering", "quote": "All greatness comes from suffering. Love is given, not received. Enlightenment is the space between your thoughts", "author": "Eckhart Tolle"}, {"category": "Leadership ", "quote": "Praise specifically, criticize generally", "author": "Warren Buffett"}, {"category": "Honesty, Positivity", "quote": "Total honesty at all times. It’s almost always possible to be honest and positive.", "author": "Warren Buffett"}, {"category": "", "quote": "Earn with your mind, not your time.", "author": "Warren Buffett"}, {"category": "Anger", "quote": "Anger is a hot coal that you hold in your hand while waiting to throw it at someone else", "author": "Buddhist Saying"}, {"category": "", "quote": "If you can’t see yourself working with someone for life, don’t work with them for a day.", "author": "Warren Buffett"}, {"category": "Learning, Reading", "quote": "Reading (learning) is the ultimate meta-skill and can be traded for anything else.", "author": "Warren Buffett"}, {"category": "Victory", "quote": "Victory is gained not by the number killed but by the number frightened.", "author": "Arab Proverb"}, {"category": "Strategy, War", "quote": "Speak deferentially, listen respectfully, follow his command, and accord with him in everything. He will never imagine you might be in conflict with him. Our treacherous measures will then be settled.", "author": "Tai Kung"}, {"category": "", "quote": "To multiply small successes is precisely to build one treasure after another. In time one becomes rich without realizing how it has come about.", "author": "Frederick the Great"}, {"category": "", "quote": "We often give our rivals the means of our own destruction.", "author": "Aesop"}, {"category": "Silence", "quote": "Silence.--The way of replying to a polemical attack the most unpleasant for both parties is to get annoyed and stay silent: for the attacker usually interprets the silence as a sign of contempt.", "author": "Frederich Nietzsche"}, {"category": "", "quote": "Life's greatest dangers often come not from external enemies but from our supposed colleagues and friends, who pretend to work for the common cause while scheming to sabotage us and steal our ideas for their gain. Although, in the court in which you serve, you must maintain the appearance of consideration and civility, you also must learn to defeat these people. Work to instill doubts and insecurities in such rivals, getting them to think too much and act defensively. Bait them with subtle challenges that get under their skin, triggering an overreaction, an embarrassing mistake. The victory you are after is to isolate them. Make them hang themselves through their own self-destructive tendencies, leaving you blameless and clean.", "author": "Robert Greene"}, {"category": "", "quote": "Anything that has form can be overcome; anything that takes shape can be countered. This is why sages conceal their forms in nothingness and let their minds soar in the void.", "author": "Huainanzi"}, {"category": "", "quote": "What we wish, we readily believe, and what we ourselves think, we imagine others think also.", "author": "Julius Caesar"}, {"category": "Success", "quote": "In any venture, your tendency to think in terms of winning or losing, success or failure, is dangerous. Your mind comes to a stop, instead of looking ahead. Emotions dominate the moment: a smug elation in winning, dejection and bitterness in losing. What you need is a more fluid and strategic outlook on life. Nothing ever really ends; how you finish something will influence and even determine what you do next. Some victories are negative--they lead nowhere--and some defeats are positive, working as a wake-up call or lesson. This fluid kind of thinking will force you to put more strategic emphasis on the quality and mood of the ending. It will make you look at your opponents and decide whether you might do better to be generous to them at the end, taking a step back and transforming them into allies, playing on the emotions of the moment. Keeping your eyes on the aftermath of any encounter, you will think more of the feeling you leave people with--a feeling that might translate into a desire to see more of you. By understanding that any victory or defeat is temporary, and that what matters is what you do with them, you will find it easier to keep yourself balanced during the thousands of battles that life entails. The only real ending is death. Everything else is a transition.", "author": "Robert Greene"}, {"category": "Opportunity, Preparedness", "quote": "Everyone wants something without having any idea how to obtain it, and the really intriguing aspect of the situation is that nobody quite knows how to achieve what he desires. But because I know what I want and what the others are capable of I am completely prepared.", "author": "Prince Klemens von Metternich"}, {"category": "Opportunity, Preparedness", "quote": "The solution is to plan, to have a clear idea what you want, then put yourself in open space and give yourself options to work with. You direct the situation but leave room for unexpected opportunities and random events.", "author": "Robert Greene"}, {"category": "Persausion, Gentleness, Force", "quote": "Your gentleness shall force More than your force move us to gentleness.", "author": "William Shakespeare"}, {"category": "", "quote": "it is a double pleasure to deceive the deceiver", "author": "Niccolò Machiavelli"}, {"category": "", "quote": "A person, like an army, usually gets his or her power from three or four simultaneous sources: money, popularity, skillful maneuvering, some particular advantage he has fostered. Knock out one and he will have to depend more on the others; knock out those and he is lost.", "author": "Robert Greene"}, {"category": "Anger, Truth", "quote": "Anger empties out the soul and brings even its dregs to light. That is why, if we know no other way of discovering the truth of the matter, we must know how to put our acquaintances, our adherents and opponents, into a rage, so as to learn all that is really being thought and undertaken against us.", "author": "Frederich Nietzsche"}, {"category": "", "quote": "Everyone has his price--this is not true. But there surely exists for everyone a bait he cannot help taking. Thus to win many people over to a cause one needs only to put on it a gloss of philanthropy, nobility, charitableness, self-sacrifice--and on to what cause can one not put it?--: these are the sweetmeats and dainties for their soul; others have others.", "author": "Frederich Nietzsche"}, {"category": "Defense", "quote": "The best way to fight off aggressors is to keep them from attacking you in the first place. To accomplish this you must create the impression of being more powerful than you are. Build up a reputation: You're a little crazy. Fighting you is not worth it. You take your enemies with you when you lose. Create this reputation and make it credible with a few impressive--impressively violent--acts. Uncertainty is sometimes better than overt threat: if your opponents are never sure what messing with you will cost, they will not want to find out. Play on people's natural fears and anxieties to make them think twice.", "author": "Robert Greene"}, {"category": "Madness, Groups", "quote": "Madness is the exception in individuals but the rule in groups.", "author": "Frederich Nietzsche"}, {"category": "Death, Defeat", "quote": "Death is nothing, but to live defeated is to die every day.", "author": "Napoleon Bonaparte"}, {"category": "", "quote": "Unlimited possibilities are not suited to man; if they existed, his life would only dissolve in the boundless. To become strong, a man's life needs the limitations ordained by duty and voluntarily accepted. The individual attains significance as a free spirit only by surrounding himself with these limitations and by determining for himself what his duty is.", "author": "I Ching"}, {"category": "Death, Motivation, Life", "quote": "While knowing that we will die someday, we think that all the others will die before us and that we will be the last to go. Death seems a long way off. Is this not shallow thinking? It is worthless and is only a joke within a dream.... Insofar as death is always at one's door, one should make sufficient effort and act quickly.", "author": "Yamamoto Tsunetomo"}, {"category": "Death, Meditation, Life", "quote": "Meditation on inevitable death should be performed daily. Every day when one's body and mind are at peace, one should meditate upon being ripped apart by arrows, rifles, spears and swords, being carried away by surging waves, being thrown into the midst of a great fire, bring struck by lightning, being shaken to death by a great earthquake, falling from thousand-foot cliffs, dying of disease or committing seppuku at the death of one's master. And every day without fail one should consider himself as dead.", "author": "Yamamoto Tsunetomo"}, {"category": "Motivation", "quote": "You are your own worst enemy. You waste precious time dreaming of the future instead of engaging in the present. Since nothing seems urgent to you, you are only half involved in what you do. The only way to change is through action and outside pressure. Put yourself in situations where you have too much at stake to waste time or resources--if you cannot afford to lose, you won't. Cut your ties to the past; enter unknown territory where you must depend on your wits and energy to see you through. Place yourself on death ground, where your back is against the wall and you have to fight like hell to get out alive.", "author": "Robert Greene"}, {"category": "Optimism", "quote": "For the love of God, pull yourself together and do not look at things so darkly: the first step backward makes a poor impression in the army, the second step is dangerous, and the third becomes fatal", "author": "Frederick the Great"}, {"category": "", "quote": "More life may trickle out of men through thought than through a gaping wound.", "author": "Thomas Hardy"}, {"category": "", "quote": "Make the mind tougher by exposing it to adversity. Learn to detach yourself from the chaos of the battlefield. Let others lose their heads; your presence of mind will steer you clear of their influence and keep you on course.", "author": "Robert Greene"}, {"category": "", "quote": "If you put an empty gourd on the water and touch it, it will slip to one side. No matter how you try, it won't stay in one spot. The mind of someone who has reached the ultimate state does not stay with anything, even for a second. It is like an empty gourd on the water that is pushed around. ", "author": "Takuan"}, {"category": "War, Strategy, Motivation", "quote": "To become a true strategist, you must take three steps. First, become aware of the weakness and illness that can take hold of the mind, warping its strategic powers. Second, declare a kind of war on yourself to make yourself move forward. Third, wage ruthless and continual battle on the enemies within you by applying certain strategies.", "author": "Robert Greene"}, {"category": "Strategy", "quote": "Think of strategy as a series of lines and arrows aimed at a goal: at getting you to a certain point in the world, at helping you to attack a problem in your path, at figuring out how to encircle and destroy your enemy. Before directing these arrows at your enemies, however, you must first direct them at yourself.", "author": "Robert Greene"}, {"category": "", "quote": "In this world, where the game is played with loaded dice, a man must have a temper of iron, with armor proof to the blows of fate, and weapons to make his way against men. Life is one long battle; we have to fight at every step; and Voltaire very rightly says that if we succeed, it is at the point of the sword, and that we die with the weapon in our hand", "author": "Arthur Schopenhauer"}, {"category": "Self-mastery, Motivation, Disicipline", "quote": "The self is the friend of a man who masters himself through the self, but for a man without self-mastery, the self is like an enemy at war", "author": "The Bhagavad Gita"}, {"category": "Risk ", "quote": "All courses of action are risky, so prudence is not in avoiding danger (it’s impossible), but calculating risk and acting decisively. Make mistakes of ambition and not mistakes of sloth. Develop the strength to do bold things, not the strength to suffer.", "author": "Niccolò Machiavelli"}, {"category": "", "quote": "The future is here. It’s just not widely distributed yet.", "author": "William Gibson"}, {"category": "", "quote": "The reasonable man adapts himself to the world; the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends on the unreasonable man.", "author": "George Bernard Shaw"}, {"category": "Success, Failure", "quote": "I have not failed 10,000 times. I have not failed once. I have succeeded in proving that those 10,000 ways will not work. When I have eliminated the ways that will not work, I will find the way that will work.", "author": "Thomas Edison"}, {"category": "Learning", "quote": "Tell me and I’ll forget; show me and I may remember; involve me and I’ll understand.", "author": "Chinese Proveb"}, {"category": "", "quote": "I am sorry for the length of my letter, but I had not the time to write a short one.", "author": "Blaise Pascal"}, {"category": "Wisdom, Difficulty", "quote": "It’s not because things are difficult that we dare not venture. It’s because we dare not venture that they are difficult.", "author": "Seneca"}, {"category": "War, Wisdom", "quote": "The supreme art of war is to subdue the enemy without fighting.", "author": "Sun-Tzu"}, {"category": "", "quote": "He who makes a beast of himself gets rid of the pain of being a man", "author": "Samuel Johnson"}, {"category": "", "quote": "Sentiment is a chemical aberration found on the losing side.", "author": "Sherlock Holmes"}, {"category": "Courage", "quote": "The great epochs of our lives are the occasions when we gain the courage to rebaptize our evil qualities as our best qualities.", "author": "Frederich Nietzsche"}, {"category": "", "quote": "The most difficult subjects can be explained to the most slow-witted man if he has not formed any idea of them already; but the simplest thing cannot be made clear to the most intelligent man if he is firmly persuaded that he knows already, without a shadow of doubt, what is laid before him.", "author": "Leo Tolstoy"}, {"category": "Power, Fear", "quote": "Returning to the question of being loved or feared, I sum up by saying, that since his being loved depends upon his subjects, while his being feared depends upon himself, a wise Prince should build on what is his own, and not on what rests with others. Only, as I have said, he must do his utmost to escape hatred.", "author": "Niccolò Machiavelli"}, {"category": "Intelligent Life", "quote": "Sometimes I think that the surest sign that intelligent life exists elsewhere in the universe is that none of it has tried to contact us.", "author": "Bill Watterson"}, {"category": "Future", "quote": "The empires of the future will be empires of the mind.", "author": "Winston Churchill"}, {"category": "Future", "quote": "If we continue to develop our technology without wisdom or prudence, our servant may prove to be our executioner.", "author": "General Omar Bradley"}, {"category": "Madness, Love", "quote": "Lovers and madmen have such seething brains.… The lunatic, the lover, and the poet Are of imagination all compact.", "author": "William Shakespeare"}, {"category": "Talent, Genius", "quote": "Talent hits a target no one else can hit. Genius hits a target no one else can see.", "author": "Arthur Schopenhauer"}, {"category": "", "quote": "If our brains were simple enough to be understood, we wouldn’t be smart enough to understand them.", "author": "Unknown"}, {"category": "Brain, Psychology, Mind", "quote": "My fundamental premise about the brain is that its workings—what we sometimes call mind—are a consequence of its anatomy and physiology, and nothing more.", "author": "Carl Sagan"}, {"category": "", "quote": "As soon as you feel yourself against me you have ceased to understand my position and consequently my arguments! You have to be the victim of the same passion.", "author": "Frederich Nietzsche"}, {"category": "", "quote": "You must allow everyone the right to exist in accordance with the character he has, whatever it turns out to be: and all you should strive to do is to make use of this character in such a way as its kind of nature permits, rather than to hope for any alteration in it, or to condemn it offhand for what it is. This is the true sense of the maxim—Live and let live…. To become indignant at [people’s] conduct is as foolish as to be angry with a stone because it rolls into your path. And with many people the wisest thing you can do, is to resolve to make use of those whom you cannot alter.", "author": "Arthur Schopenhauer"}, {"category": "Learning, Authority", "quote": "To learn by example is to submit to authority. You follow your master because you trust his manner of doing things even when you cannot analyze and account in detail for its effectiveness. By watching the master and emulating his efforts…the apprentice unconsciously picks up the rules of the art, including those which are not explicitly known to the master himself.", "author": "Michael Polanyi"}, {"category": "", "quote": "One repays a teacher badly if one remains only a pupil.", "author": "Frederich Nietzsche"}, {"category": "Talent, Greatness", "quote": "Do not talk about giftedness, inborn talents! One can name great men of all kinds who were very little gifted. They acquired greatness, became geniuses (as we put it), through qualities the lack of which no one who knew what they were would boast of: they all possessed that seriousness of the efficient workman which first learns to construct the parts properly before it ventures to fashion a great whole; they allowed themselves time for it, because they took more pleasure in making the little, secondary things well than in the effect of a dazzling whole.", "author": "Frederich Nietzsche"}, {"category": "Genuis, Mastery", "quote": "A man should learn to detect and watch that gleam of light which flashes across his mind from within, more than the luster of the firmament of bards and sages. Yet he dismisses without notice his thought, because it is his. In every work of genius we recognize our own rejected thoughts; they come back to us with a certain alienated majesty.", "author": "Ralph Waldo Emerson"}, {"category": "Success, Work, Mastery", "quote": "Everyone holds his fortune in his own hands, like a sculptor the raw material he will fashion into a figure. But it’s the same with that type of artistic activity as with all others: We are merely born with the capability to do it. The skill to mold the material into what we want must be learned and attentively cultivated. ", "author": "Johann Wolfgang Von Goethe"}, {"category": "Leadership, Power, Control", "quote": "The men who have changed the universe have never gotten there by working on leaders, but rather by moving the masses. Working on leaders is the method of intrigue and only leads to secondary results. Working on the masses, however, is the stroke of genius that changes the face of the world.", "author": "Napoleon Bonaparte"}, {"category": "Money, Free Lunch, Free", "quote": "There is a popular saying in Japan that goes Tada yori takai mono wa nai, meaning: Nothing is more costly than something given free of charge.", "author": "Michihiro Matsumoto"}, {"category": ", Leadership, Wrath", "quote": "A sovereign should never launch an army out of anger, a leader should never start a war out of wrath.", "author": "Sun-Tzu"}, {"category": "Anger, Hatred", "quote": "If possible, no animosity should be felt for anyone.... To speak angrily to a person, to show your hatred by what you say or by the way you look, is an unnecessary proceeding-dangerous, foolish, ridiculous, and vulgar. Anger or hatred should never be shown otherwise than in what you do; and feelings will be all the more effective in action. in so far as you avoid the exhibition of them in any other way. It is only the cold-blooded animals whose bite is poisonous.", "author": "Arthur Schopenhauer"}, {"category": "Lies, Power, Control, Deception", "quote": "For a long time I have not said what I believed, nor do I ever believe what I say, and if indeed sometimes I do happen to tell the truth, I hide it among so many lies that it is hard to find.", "author": "Niccolò Machiavelli"}, {"category": "Social, Power", "quote": "It is also well to avoid correcting people’s mistakes in conversation, however good your intentions may be; for it is easy to offend people, and difficult, if not impossible to mend them. If you feel irritated by the absurd remarks of two people whose conversation you happen to overhear, you should imagine that you are listening to the dialogue of two fools in a comedy. Probatum est. The man who comes into the world with the notion that he is really going to instruct it in matters of the highest importance, may thank his stars if he escapes with a whole skin.", "author": "Arthur Schopenhauer"}, {"category": "War, Power", "quote": "Space we can recover, time never.", "author": "Napoleon Bonaparte"}, {"category": "Deception, Power", "quote": "With all great deceivers there is a noteworthy occurrence to which they owe their power. In the actual act of deception they are overcome by belief in themselves: it is this which then speaks so miraculously and compellingly to those around them.", "author": "Frederich Nietzsche"}, {"category": "Deception, Power", "quote": "If you want to tell lies that will be believed, don’t tell the truth that won’t.", "author": "Emperor Tokugawa Ieyasu"}, {"category": "Work, Poetry", "quote": "A line [of poetry] will take us hours maybe; Yet if it does not seem a moment’s thought, Our stitching and unstitching has been naught. Adam’s Curse,", "author": "William Buller Yeats"}, {"category": "Wisdom, Social, Power", "quote": "It is a wise thing to be polite; consequently, it is a stupid thing to be rude. To make enemies by unnecessary and wilful incivility, is just as insane a proceeding as to set your house on fire. For politeness is like a counter—an avowedly false coin, with which it is foolish to be stingy. A sensible man will be generous in the use of it.... Wax, a substance naturally hard and brittle, can be made soft by the application of a little warmth, so that it will take any shape you please. In the same way, by being polite and friendly, you can make people pliable and obliging, even though they are apt to be crabbed and malevolent. Hence politeness is to human nature what warmth is to wax.", "author": "Arthur Schopenhauer"}, {"category": "Intelligence", "quote": "Intellect is a magnitude of intensity, not a magnitude of extensity.", "author": "Arthur Schopenhauer"}, {"category": "War", "quote": "If you are not in danger, do not fight", "author": "Sun-Tzu"}, {"category": "Self-Control, Self-Mastery, Power, Social, Emotion, Important", "quote": "To succeed in the game of power, you have to master your emotions. But even if you succeed in gaining such self-control, you can never control the temperamental dispositions of those around you. And this presents a great danger. Most people operate in a whirlpool of emotions, constantly reacting, churning up squabbles and conflicts. Your self-control and autonomy will only bother and infuriate them. They will try to draw you into the whirlpool, begging you to take sides in their endless battles, or to make peace for them. If you succumb to their emotional entreaties, little by little you will find your mind and time occupied by their problems. Do not allow whatever compassion and pity you possess to suck you in. You can never win in this game; the conflicts can only multiply. On the other hand, you cannot completely stand aside, for that would cause needless offense. To play the game properly, you must seem interested in other people’s problems, even sometimes appear to take their side. But while you make outward gestures of support, you must maintain your inner energy and sanity by keeping your emotions disengaged. No matter how hard people try to pull you in, never let your interest in their affairs and petty squabbles go beyond the surface. Give them gifts, listen with a sympathetic look, even occasionally play the charmer—but inwardly keep both the friendly kings and the perfidious Borgias at arm’s length. By refusing to commit and thus maintaining your autonomy you retain the initiative: Your moves stay matters of your own choosing, not defensive reactions to the push-and-pull of those around you.", "author": "Robert Greene"}, {"category": "Beginning, Power ", "quote": "Remember: In the beginning, make yourself not scarce but omnipresent. Only what is seen, appreciated, and loved will be missed in its absence.", "author": "Robert Greene"}, {"category": "Absence", "quote": "Absence diminishes minor passions and inflames great ones, as the wind douses a candle and fans a fire.", "author": "La Rochefoucauld"}, {"category": "", "quote": "Most men are so thoroughly subjective that nothing really interests them but themselves. They always think of their own case as soon as ever any remark is made, and their whole attention is engrossed and absorbed by the merest chance reference to anything which affects them personally, be it never so remote.", "author": "Arthur Schopenhauer"}, {"category": "Timing", "quote": "When I have laid bait for deer, I don’t shoot at the first doe that comes to sniff, but wait until the whole herd has gathered round.", "author": "Otto von Bismarck"}, {"category": "Power. Attention", "quote": "Never appear overly greedy for attention, then, for it signals insecurity, and insecurity drives power away. Understand that there are times when it is not in your interest to be the center of attention. When in the presence of a king or queen, for instance, or the equivalent thereof, bow and retreat to the shadows; never compete.", "author": "Robert Greene"}, {"category": "Conscience, Reputation, Power", "quote": "It is easier to cope with a bad conscience than with a bad reputation.", "author": "Frederich Nietzsche"}, {"category": "Timing, Power, Listening", "quote": "Oysters open completely when the moon is full; and when the crab sees one it throws a piece of stone or seaweed into it and the oyster cannot close again so that it serves the crab for meat. Such is the fate of him who opens his mouth too much and thereby puts himself at the mercy of the listener.", "author": "Leonardo da Vinci"}, {"category": "Deception ", "quote": "The world wants to be deceived.", "author": "Søren Kierkegaard"}, {"category": "Enemies", "quote": "Without enemies around us, we grow lazy. An enemy at our heels sharpens our wits, keeping us focused and alert. It is sometimes better, then, to use enemies as enemies rather than transforming them into friends or allies.", "author": "Robert Greene"}, {"category": "Power", "quote": "If, like Galileo, you can make your master shine even more in the eyes of others, then you are a godsend and you will be instantly promoted.", "author": "Robert Greene"}, {"category": "Power", "quote": "Always make those above you feel comfortably superior. In your desire to please and impress them, do not go too far in displaying your talents or you might accomplish the opposite—inspire fear and insecurity. Make your masters appear more brilliant than they are and you will attain the heights of power.", "author": "Robert Greene"}, {"category": "Wasting Time, Social, Power", "quote": "Never waste valuable time, or mental peace of mind, on the affairs of others—that is too high a price to pay.", "author": "Robert Greene"}, {"category": "Innovation, Business", "quote": "The mark of an innovative company is not only that it comes up with new ideas first, but also that it knows how to leapfrog when it finds itself behind.", "author": "Steve Jobs"}, {"category": "Innovation, Business", "quote": "If something isn’t right, you can’t just ignore it and say you’ll fix it later, that’s what other companies do.", "author": "Steve Jobs"}, {"category": "", "quote": "The greatest enemy of a good plan is the dream of a perfect plan.", "author": "Carl von Clausewitz"}, {"category": "Business, Advertising", "quote": "The most important thing in advertising is obviously to offer potential customers something that they want. ", "author": "Peter Hargreaves"}, {"category": "Business, Advertising", "quote": "Why let somebody see your advertisement without giving them an easy way to respond? ", "author": "Peter Hargreaves"}, {"category": "Business, Investing", "quote": "I can safely say that a good part of our success has been because we have always had money available when there was an opportunity to grow and always had reserves in the lean times. ", "author": "Peter Hargreaves"}, {"category": "Business, Innovation", "quote": "One of our golden rules of business is never to give up attempting to improve everything we do, whether that is marketing, research, administration, client calls, staff training and quality.", "author": "Peter Hargreaves"}, {"category": "Business, Negotiation", "quote": "One thing that anyone going into business should remember is that everything is negotiable. Anyone who pays the asking price for anything, especially in your early years of business, is mad. You should always get a second quote from someone else and, if necessary, play the two off against each other. ", "author": "Peter Hargreaves"}, {"category": "Learning", "quote": "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young. The greatest thing in life is to keep your mind young.", "author": "Henry Ford"}, {"category": "Competition, Enemy", "quote": "You must be proud of your enemy; then your enemy’s successes are also your successes.", "author": "Frederich Nietzsche"}, {"category": "Business, Innovation", "quote": "If I had listened to customers, I would have gone out looking for faster horses.", "author": "Henry Ford"}, {"category": "Business, advertising", "quote": "But advertising doesn’t exist to make you buy a product right away; it exists to embed subtle impressions that will drive sales later. Anyone who can’t acknowledge its likely effect on himself is doubly deceived.", "author": "Peter Thiel"}, {"category": "Innovation, Business", "quote": "You should focus relentlessly on something you’re good at doing, but before that you must think hard about whether it will be valuable in the future.", "author": "Peter Thiel"}, {"category": "Success, Chess", "quote": "You must study the endgame before everything else.", "author": "Grandmaster José Raúl Capablanca"}, {"category": "Marketing, Strategy, Business", "quote": "Once you create and dominate a niche market, then you should gradually expand into related and slightly broader markets.", "author": "Peter Thiel"}, {"category": "Marketing, Strategy, Business", "quote": "A good startup should have the potential for great scale built into its first design.", "author": "Peter Thiel"}, {"category": "Hero, Coward, disicpline", "quote": "I tell my kids, what is the difference between a hero and a coward? What is the difference between being yellow and being brave? No difference. Only what you do. They both feel the same. They both fear dying and getting hurt. The man who is yellow refuses to face up to what he’s got to face. The hero is more disciplined and he fights those feelings off and he does what he has to do. But they both feel the same, the hero and the coward. People who watch you judge you on what you do, not how you feel.", "author": "Cus D Amato (Legendary Boxing Trainer)"}, {"category": "Business, Information, Differentiation", "quote": "The most meaningful way to differentiate your company from your competition, the best way to put distance between you and the crowd, is to do an outstanding job with information. How you gather, manage, and use information will determine whether you win or lose.", "author": "Bill Gates"}, {"category": "Risk, Certainty, Action", "quote": "You’ll never be fully certain. Don’t conflate uncertainty with risk.", "author": "Reid Hoffman"}, {"category": "", "quote": "Only the Paranoid Survive", "author": "Andy Grove"}, {"category": "Rich, Early Risers, Success", "quote": "No one who can rise before dawn three hundred sixty days a year fails to make his family rich", "author": "Malcolm Gladwell"}, {"category": "", "quote": "Successful people don’t do it alone. Where they come from matters. They’re products of particular places and environments.", "author": "Malcolm Gladwell"}, {"category": "Best", "quote": "First say to yourself what you would be; and then do what you have to do.", "author": "Epictetus"}, {"category": "", "quote": "The Roots of Violence: Wealth without work, Pleasure without conscience, Knowledge without character, Commerce without morality, Science without humanity, Worship without sacrifice, Politics without principles.", "author": "Mahatma Gandhi"}, {"category": "Science, Society, Wisdom", "quote": "The saddest aspect of society right now is that science gathers knowledge faster than society gathers wisdom.", "author": "Issac Asimov"}, {"category": "Science, Wisdom", "quote": "Science is organized knowledge. Wisdom is organized life.", "author": "Immanuel Kant"}, {"category": "Wisdom", "quote": "Where there is no vision, the people perish.", "author": "Proverbs 29:18"}, {"category": "Society, Success", "quote": "Success or failure depends upon whether a country is making a successful transition to the man-made brainpower industries of the future—not on the size of any particular sector.", "author": "Lester Thurow"}, {"category": "", "quote": "No one really has the guts to say it, but if we could make better human beings by knowing how to add genes, why shouldn’t we?", "author": "James Watson"}, {"category": "", "quote": "Everyone takes the limits of his own vision for the limits of the world.", "author": "Arthur Schopenhauer"}, {"category": "Pessimist", "quote": "No pessimist ever discovered the secrets of the stars or sailed to an uncharted land or opened a new heaven to the human spirit.", "author": "Helen Keller"}, {"category": "", "quote": "Empires of the future will be empires of the mind.", "author": "Winston Churchill"}, {"category": "Social, Persuasion", "quote": "It is an old and true maxim that ‘a drop of honey catches more flies than a gallon of gall.’ So with men, if you would win a man to your cause, first convince him that you are his sincere friend. Therein is a drop of honey that catches his heart; which, say what you will, is the great high road to his reason", "author": "Abraham Lincoln"}, {"category": "Business, Money", "quote": "Money is only a tool in business. It is just a part of the machinery. You might as well borrow 100,000 lathes as $100,000 if the trouble is inside your business. More lathes will not cure it; neither will more money. Only heavier doses of brains and thought and wise courage can cure. A business that misuses what it has will continue to misuse what it can get. The point is—cure the misuse. When that is done, the business will begin to make its own money, just as a repaired human body begins to make sufficient pure blood.", "author": "Henry Ford"}, {"category": "Business, Innovation, Improvements", "quote": "No business can improve unless it pays the closest possible attention to complaints and suggestions.", "author": "Henry Ford"}, {"category": "Work", "quote": "The heights by great men reached and kept Were not attained by sudden flight, But they, while their companions slept, Were toiling upward in the night. ", "author": "Henry Wadsworth Longfellow"}, {"category": "Humour", "quote": "Blessed is he who expects nothing, for he shall never be disappointed.", "author": "Alexander Pope"}, {"category": "Humour, Stock Market", "quote": "October is one of the peculiarly dangerous months to speculate in stocks. The others are July, January, September, April, November, May, March, June, December, August, and February.", "author": "Peter Lynch"}, {"category": "Social", "quote": "Instead of condemning people, let’s try to understand them.", "author": "Dale Carnegie"}, {"category": "History", "quote": "I’m a firm believer that he who doesn’t study the mistakes of the past is doomed to repeat them.", "author": "Jordan Belfort"}, {"category": "Death, Sleep", "quote": "Death, so called, is a thing which makes men weep, And yet a third of life is passed in sleep.", "author": "Lord Byron"}, {"category": "", "quote": "So we beat on, boats against the current, borne back ceaselessly into the past. ", "author": "F. Scott Fitzgerald"}, {"category": "", "quote": "Kindness in words creates confidence. Kindness in thinking creates profoundness. Kindness in giving creates love.", "author": "Lao Tzu"}, {"category": "Success, Work", "quote": "All that is required of you is a willingness to trudge.", "author": "William Bartram"}, {"category": "Pain", "quote": "Only great pain is the ultimate liberator of the spirit, being the teacher of the great suspicion that turns every U into an X, a real, genuine X, that is the letter before the penultimate one.", "author": "Frederich Nietzsche"}, {"category": "Rich, Wisdom", "quote": "A man is rich in proportion to the number of things he can afford to let alone.", "author": "Henry David Thoreau"}, {"category": "SImplicity", "quote": "It is vain to do with more what can be done with less.", "author": "Wiliam of Occam"}, {"category": "SImplicity", "quote": "One does not accumulate but eliminate. It is not daily increase but daily decrease. The height of cultivation always runs to simplicity.", "author": "Bruce Lee"}, {"category": "Adaption ", "quote": "The reasonable man adapts himself to the world; the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends on the unreasonable man.", "author": "George Bernard Shaw"}, {"category": "Rich, Wisdom", "quote": "These individuals have riches just as we say that we have a fever, when really the fever has us.", "author": "Seneca"}, {"category": "", "quote": "The Worldly Hope men set their Hearts upon Turns Ashes--or it prospers; and anon, Like Snow upon the Desert's dusty Face Lighting a little Hour or two--is gone.", "author": "Omar Khayyám"}, {"category": "Society", "quote": "Society is our extended mind and body.", "author": "Alan Watts"}, {"category": "", "quote": "Irrevocable commitment to any religion is not only intellectual suicide; it is positive unfaith because it closes the mind to any new vision of the world. Faith is, above all, open-ness—an act of trust in the unknown.", "author": "Alan Watts"}, {"category": "Wisdom", "quote": "If you wish to experience peace, provide peace for another. If you wish to know that you are safe, cause others to know that they are safe. If you wish to better understand seemingly incomprehensible things, help another to better understand. If you wish to heal your own sadness or anger, seek to heal the sadness or anger of another. ‘Those others are watching for you now. They are looking to you for guidance, for help, for courage, for strength, for understanding and for assurance at this hour. Most of all – they are looking to you for love.", "author": "Dalai Lama"}, {"category": "Best", "quote": "You can never be overdressed or overeducationed", "author": "Oscar Wilde"}, {"category": "", "quote": "The greatest pleasure is to vanquish your enemies and chase htem before you, to rob them of their wealth and see those dear to them bathed in tears, to ride their horses and clasp to your bosom their wives and daughters. ", "author": "Genghis Khan"}, {"category": "", "quote": "Invincilibilty lies in the defence; the possibility of victory in the attack.", "author": "Sun-Tzu"}, {"category": "Success, Failure, Work, Courage", "quote": "Success is not final, failure is not fatal: it is the courage to continue that counts. ", "author": "Winston Churchill"}, {"category": "", "quote": "I am the punishment of God…If you had not committed great sins, God would not have sent a punishment like me upon you.", "author": "Genghis Khan"}, {"category": "Anger, Failure", "quote": "An action committed in anger is an action doomed to failure", "author": "Genghis Khan"}, {"category": "Conservatism, History, Knowledge", "quote": "I don't know what makes a man more conservative - to know nothing but the present, or nothing but the past. ", "author": "John Maynard Keynes"}, {"category": "Mathematics, Programming ", "quote": "It is strange that the immense variety in nature can be resolved into a series of numbers", "author": "William Bragg"}, {"category": "Undergraduates, Learning, Misunderstanding, Knowledge", "quote": "[Presently, science undergraduates] do not learn to write clearly and briefly, marshalling their points in due and aesthetically satisfying order, and eliminating inessentials. They are inept at those turns of phrase or happy analogy which throw a flying bridge across a chasm of misunderstanding and make contact between mind and mind.", "author": "William Bragg"}, {"category": "Science, Thinking, Knowledge, Discovery, Data, Big Data", "quote": "The important thing in science is not so much to obtain new facts as to discover new ways of thinking about them", "author": "William Bragg"}, {"category": "History, Learning, Knowledge", "quote": "A study of the history of opinion is a necessary preliminary to the emancipation of the mind", "author": "John Maynard Keynes"}, {"category": "Truth, Knowledge", "quote": "The truth is rarely pure and never simple.", "author": "Oscar Wilde"}, {"category": "Victory, defeat", "quote": "Victory has a thousand fathers, but defeat is an orphan", "author": "John F Kennedy"}, {"category": "", "quote": "Holding a grudge is a symptom of not knowing how you want to spend the gift of the day.", "author": "Mike Maples, Jr."}, {"category": "", "quote": "The most difficult thing is the decision to act. The rest is merely tenacity", "author": "Amelia Earhart"}, {"category": "", "quote": " To be successful in the markets you have to be an independent thinker because the consensus is in the price, and if you’re betting against the consensus, there is a high probability that you are wrong. So the ability to have a group of independent thinkers who will argue with each other is critical", "author": "Ray Dalio"}, {"category": "Life", "quote": "Life is like being at the dentist. You always think that the worst is still to come, and yet it is over already.", "author": "Otto von Bismarck"}, {"category": "Success, Life", "quote": "He who has a why to live can bear almost any how. ", "author": "Frederich Nietzsche"}, {"category": "", "quote": "You have power over your mind - not outside events. Realize this, and you will find strength", "author": "Marcus Aurelius"}, {"category": "Important", "quote": "Vision is not enough, it must be combined with venture. It is not enough to stare up the steps, we must step up the stairs", "author": "Václav Havel "}, {"category": "Important", "quote": "We shall either find a way or make one", "author": "Hannibal "}, {"category": "Success", "quote": "Success is the ability to go from failure to failure without losing your enthusiasm", "author": "Winston Churchill"}, {"category": "Business, Innovation", "quote": "Identity the smallest change which will cause more changes down the line. Then identify the possible failure points. ", "author": "Tim Ferriss"}, {"category": "Business, Finance, Valuation", "quote": "Over the long term, it's hard for a stock to earn a much better return than the business which underlies it earns. If the business earns 6% on capital over 40 years and you hold for that 40 years, you're not going to make much different than a 6% return - even if you originally buy it at a huge discount. Conversely, if a business earns 18% on capital over 20 or 30 years, even if you pay an expensive looking price, you'll end up with a fine result.", "author": "Charlie Munger"}, {"category": "History, Wisdom", "quote": "The farther back you can look, the farther forward you are likely to see", "author": "Winston Churchill"}, {"category": "Critical Thinking, Belief", "quote": "A belief is not merely an idea the mind possesses; it is an idea that possesses the mind", "author": "Robert Oxton Bolton"}, {"category": "Life, Style, Self-improvement", "quote": "Dress like the person you want to be", "author": "Jordan Peterson"}, {"category": "Greatness", "quote": "What? A great man? I always see merely the play-actor of his own ideal", "author": "Frederich Nietzsche"}, {"category": "Lying, Deception", "quote": "O, what a tangled web we weave when first we practise to deceive!", "author": "Walter Scott"}, {"category": "Beauty", "quote": "To me, fair friend, you never can be old, For as you were when first your eye I eyed, Such seems your beauty still.", "author": "William Shakespeare"}, {"category": "Self-improvement", "quote": "No one can make you fell interior without your consent.", "author": "Eleanor Roosevelt"}, {"category": "Incrementalism, Compromise", "quote": "Indeed the safest road to Hell is the gradual one--the gentle slope, soft underfoot, without sudden turnings, without milestones, without signposts", "author": "C.S. Lewis"}, {"category": "Life", "quote": "If we affirm one single moment, we thus affirm not only ourselves but all existence. For nothing is self-sufficient, neither in us ourselves nor in things; and if our soul has trembled with happiness and sounded like a harp string just once, all eternity was needed to produce this one event—and in this single moment of affirmation all eternity was called good, redeemed, justified, and affirmed.", "author": "Frederich Nietzsche"}, {"category": "Goals", "quote": "It is critical to know each day what you need to do and have the discipline to do it.", "author": "Ray Dalio"}, {"category": "Goals, Weaknesses, Excuses", "quote": "Weaknesses don’t matter if you find solutions.", "author": "Ray Dalio"}, {"category": "Innovation", "quote": "The ability to make connections across disciples—arts and sciences, humanties and technology—is a key to innovation, imagination, and genius.", "author": "Walter Isaacson"}, {"category": "Nostaglia, Memory", "quote": "Nothing is more responsible for the good old days than a bad memory.", "author": "Franklin Pierce Adams"}, {"category": "Temptation, Self-Control", "quote": "I can resist anything except temptation", "author": "Oscar Wilde"}, {"category": "Self-Deception", "quote": "Man will only become better when you make him see what he is like", "author": "Anton Chekhov"}, {"category": "Leadership", "quote": "The leader infects the group with his mindset", "author": "Robert Greene"}, {"category": "Appreciation, People Skills", "quote": "The deepest principle of human nature is the craving to be appreciated", "author": "William James"}, {"category": "Business, Wealth", "quote": "The surest way of building a business is by concentrating on the work already on his desk, and second, by underspending his income and amassing a pile of cash that could be invested to build future wealth", "author": "Charlie Munger"}, {"category": "Self-sabotage", "quote": "The iron prescription: every time you think some person, or some unfairness is ruining your life, it is you how are ruining your life", "author": "Charlie Munger"}, {"category": "Character", "quote": "Character is destiny", "author": "Heraclitus"}, {"category": "Perspective", "quote": "At all costs, you must alter your perspective", "author": "Robert Greene"}, {"category": "Persuasion", "quote": "If you wish to win a man's heart, allow him to confute you. ", "author": "Benjamin Disrali"}, {"category": "Envy", "quote": "The potter envies the potter, the craftsman the craftsman, the writer the the writer", "author": "Hesiod"}, {"category": "Self-worth, Self-esteem", "quote": "Your sense of self-worth comes from within, not from without", "author": "Robert Greene"}, {"category": "", "quote": "The serpent that stings us means to hurt us and rejoices as it does so; the lowest animal can imagine the pain of others. But to imagine the joy of others and to rejoice at it is the highest privilege of the highest animals ", "author": "Friedrich Nietzsche"}, {"category": "Success", "quote": "Success has an irresistible pull to it that tends to cloud our minds", "author": "Robert Greene"}, {"category": "Purpose, meaning", "quote": "Man would rather have the void purpose than be void of purpose", "author": "Frederich Nietzsche"}, {"category": "Death", "quote": "Our repugance to death increases in proportion to our consciousness of having lived in vain", "author": "William Hazlitt"}, {"category": "Psychology, Individual Psychology, Marriage", "quote": "In  a good marriage the fact that he earns money is only a result of the division of labour in the family. Many fathers use their economic position as a means of ruling the household. There should be no ruler in the family, and every occasion that might create feelings of inequality should be avoided.", "author": "Alfred Adler"}, {"category": "Psychology, Individual Psychology, Teaching", "quote": "Sometimes teachers will say to a lazy pupil, 'if you worked, harder, you could be the brightest pupil in the class.' If she can gain such a reputation by doing nothing, why should she risk it by working?", "author": "Alfred Adler"}, {"category": "Psychology, Individual Psychology, Leadership", "quote": "Mankind has a real need for leaders but only for these who lead in the best interests of others everyone else, and such leadership is rare.", "author": "Alfred Adler"}, {"category": "Psychology, Individual Psychology, Crime", "quote": "They [criminals] are striving for a fictitious goal of personal superiority and they like to believe that they are heroes, but this is again a mistaken view of life, a failure of common sense.", "author": "Alfred Adler"}, {"category": "Motivation, Entrepreneurship", "quote": "The question isn't who going to let me; it's who is going to stop me. ", "author": ""}, {"category": "Innovation", "quote": "It should be remembered that nothing is more difficult that to establish a new order of things", "author": "Niccolò Machiavelli"}, {"category": "Entrepreneurship", "quote": "You can either find excuses or find reasons to do something", "author": ""}, {"category": "Leadership", "quote": "To reign is worth ambition though in Hell: Better to reign in Hell, than serve in Heaven", "author": "John Milton"}, {"category": "Psychology, Individual Psychology, Meaning", "quote": "The true meaning of life depends on contribution and co-operation", "author": "Alfred Adler"}, {"category": "Social, Important", "quote": "I consider my ability to arouse enthusiam among my people, the greatest asset I possess, and the way to develop the best that is in a person is by appreciation and encouragement. There is nothing else that so kills the ambitions of a person as criticisms from superiors. I never criticize anyone. I believe in giving a person incentive to work. So I am anxious to praise but loath to find fault. If Iike anything, I am heart in my approbation and lavish in my praise.", "author": "Charles Schwab"}, {"category": "", "quote": "You will continue to suffer if you have an emotional reaction to everything that is said to you. True power is sitting back and observing everything with logic. If words control you that means everyone else can control you. Breathe and allow things to pass. ", "author": "Bruce Lee"}, {"category": "Freedom, Discipline", "quote": "True freedom is impossible without a mind made free by discipline", "author": "Mortimer J. Adler"}, {"category": "Leadership", "quote": "If you want to build a ship, don’t drum up the men to gather wood, divide the work and give orders. Instead, teach them to yearn for the vast and endless sea.", "author": "Antoine de Saint-Exupéry"}, {"category": "Self-Mastery, Self-Improvement", "quote": "Conquer youself rather than the world", "author": "René Descrates"}, {"category": "Ambition", "quote": "Our ambition should be to rule ourselves, the true kingdom for each one of us; and true progress is to know more, and be more, and to do more.", "author": "Oscar Wilde"}, {"category": "Philosophy", "quote": "The object of Philosophy is the logical clarification of thoughts. Philosophy is not a theory but an activity.", "author": "Ludwig Wittgenstein"}, {"category": "Mistakes, Thinking, Improvement", "quote": "A man who has committed a mistake and doesn’t correct it, is committing another mistake", "author": "Confucius"}, {"category": "Ignorance, Thinking, Improvement", "quote": "Anyone who wishes to cured of ignorance, must first admit to it.", "author": "Michel de Montaigne"}, {"category": "Reading", "quote": "The reading of all good books is like conversation with the finest minds of past centuries", "author": "René Descrates"}, {"category": "Life, Thinking, Stocism", "quote": "Our life is what our thoughts make it", "author": "Marcus Aurelius"}, {"category": "Tradeoffs, Faustian Bargain, Life", "quote": "Nothing vast enters the life of mortals without a curse", "author": "Sophocles"}]
